[33mbbfa1e7535434aa831d02b53d88cc6788238542f[m[33m ([m[1;36mHEAD -> [m[1;32mmaster[m[33m, [m[1;31morigin/master[m[33m, [m[1;32mdev[m[33m)[m 在dev上添加视图，并且完成了修改
[33m35c7b3ec8f458a0144690d8ea822c02e42217d67[m 这是在dev写的文件，但是没有写完
[33mac39007a05cbb5c462ecef68ae18ab24ef9f059a[m 这是修改挨app1ä¸下的views文件中，添加的第一个数å视图
[33m4d48a08c1a91c8433908d982718d84d3a2fe45e1[m 初始化项目，并做了第一次commit
[33mea2b838215de4247dcb3c5e7545ace4a8ca17af7[m Merge pull request #1 from chenkw-123/dev
[33mc9987e4c24817198257120ad297d2a09c3d2548e[m 这是在dev分支上创建的init文件
[33me4c8550e1884c4610f654c9146f693735fb2f285[m 这是第二次测试
[33ma862417c5deb228b9c52c9c01e85689e56856eea[m 这是使用ssh地址的第一次推送
[33m138ebee3f21ea1a14f1f670c9e75c13eb5809c5b[m 这是我的第一个setting文件，并在里面添加第一个数据
[33m0905f43d14db3a76f5104c0a3c519f75047161c2[m 解决了合并冲突问题，发生在view文件中的冲突问题
[33m54b06109aebdc024059ea7b45a3f8514e66bbc48[m 其他人向master中添加的视图
[33m92b0e0c10e8713e982af736a5f90f8a2eb53050d[m 在分支dev中添加第七个视图
[33m34ae989d41d342a53a92fac4d6e81539f4416268[m 在dev分支中添加视图6
[33mab55ff449459cbfe348362d10049d5f73c477500[m 在dev分支中添加了视图5
[33m2af8cb99c3666d1b3125888c9cc14e1ec5a4ef92[m 在我的view文件中添加第四个视图
[33m281833144e28e574b02df8b4f98dbba1aaa92ec5[m 在view文件中添加第三个视图
[33m322728152ccad8d8ae42e2335e83ad9099a7ddb6[m 在view文件中，添加了第二个视图
